# Коментарий
# Можно писать все что угодно

# Создание переменной
age = 22

# Типы данных
# int
number = 5

# float
fnumber = 5.7

# str
name = "Abraham"

# bool
status = True

# Вывод
print("Что нужно вывести")
print(555)
print(name)

# Экранирование
print("Он \"плохой\" человек!")
print('Он "плохой" человек!')

# Перевод строки
print('Привет\nмир')

# Конкатенация
print("Привет, меня зовут " + name + "!")
print("Мне " + str(age) + " года!")

# Ввод
name = input("Введите свое имя: ")
age = input("Укажите свой возраст: ")

print("Привет, " + name + "!")
print("Тебе уже " + age + " года, это класс!!! =D")
